Repository: Azamatjohn/mohirdev_praktikum_project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ko, uz

source: English
ko: 영어
uz: Ingliz tili

source: Russian
ko: 러시아인
uz: Rus tili

source: Korean
ko: 한국인
uz: Koreys tili

source: Uzbek
ko: 우즈벡어
uz: O'zimizziki

source: Home page
ko: 홈페이지
uz: Bosh sahifa

source: Technology
ko: 기술
uz: Texnologiya

source: The iPhone 17 Air looks incredibly thin in new video leak
ko: 새로운 동영상 유출로 인해 iPhone 17 Air가 엄청나게 얇아 보입니다
uz: Iphone 17 Air vashshe ingichka chiqarkan

source: 24 April, 2025
ko: 2025년 4월 24일
uz: 24 Aprel, 2025

source: by Apple
ko: 애플에 의해
uz: Apple tomonidan

source: Do not make mistakes when choosing web hosting
ko: 웹 호스팅을 선택할 때 실수하지 마십시오
uz: web hosting tanlayotganingizda xato qilmang okasi

source: 25 April, 2025
ko: 2025년 4월 24일
uz: 25 Aprel, 2025

source: by WEB
ko: 웹으로
uz: WEB tomonidan

source: The most reliable Galaxy Note 8 images leaked
ko: 가장 신뢰할 수 있는 갤럭시노트8 이미지 유출
uz: Galaxy Note 8 ning rasmlari chiqibdimish

source: 01 July, 2017
ko: 2017년 7월 1일
uz: 01 Iyul 2017

source: by Jessica
ko: 제시카
uz: Jessica opa tomonidan

source: Recent News
ko: 최근 뉴스
uz: Shu kunlardagi gaplar

source: Applications for taking photos of nature in your mobile phones
ko: 휴대폰으로 자연사진을 찍을 수 있는 앱
uz: Telefoningizda tabiatni rasmga olish uchun ilovalar

source: Trend Videos
ko: 트렌드 동영상
uz: Trend videolar

source: We prepared the best 10 laptop presentations for you
ko: 우리는 당신을 위해 최고의 10가지 노트북 프레젠테이션을 준비했습니다.
uz: Biz sizga eng yaxshi top 10 noutbuk prezentatsiyalarini tayyorladik

source: We are guests of ABC Design Studio - Vlog
ko: 우리는 ABC 디자인 스튜디오의 게스트입니다 - Vlog
uz: Biz ABC Design Studio mehmonimiz - Vlog

source: Both blood pressure monitor and intelligent clock
ko: 혈압 모니터와 지능형 시계 모두
uz: Qon bosimi kuzatuvi va aqlli soat

source: Popular Posts
ko: 인기 게시물
uz: Mashhur Postlar

source: Recent Reviews
ko: 최근 리뷰
uz: Oxirgi sharhlar

source: 10 practical ways to choose organic..
ko: 유기농을 선택하는 10가지 실용적인 방법
uz: Organik tanlashning 10 ta amaliy usuli.

source: We are making homemade ravioli..
ko: 우리는 수제 라비올리를 만들고 있어요.
uz: Biz uy qurilishi ravioli tayyorlaymiz..

source: Follow Us
ko: 우리를 팔로우하세요
uz: Follow qisayiz xursand bo'lamiz!
